export const ANSWER_GREETING = 'Здравствуйте! Меня зовут ChatGPT, я искусственный интеллект, разработанный компанией OpenAI.' +
    '\nЯ был создан для общения с людьми и предоставления информации на различные темы. ' +
    '\nМоя основная задача – помочь вам, ответив на ваши вопросы и предоставив информацию в удобной и понятной форме.' +
    '\n' +
    '\nВот некоторые возможности, которые я могу предложить:' +
    '\n' +
    '\n1. Ответы на вопросы: Я могу предоставить информацию и ответить на ваши вопросы по широкому кругу тем, ' +
    'таких как наука, технологии, искусство, история, поп-культура и многое другое.' +
    '\n'+
    '\n2. Рекомендации и советы: Я могу предложить вам советы и рекомендации по различным темам, например, ' +
    'как выбрать книгу для чтения, как начать изучать новый язык или как лучше планировать свой день.' +
    '\n'+
    '\n3. Творческое выражение: Я могу помочь вам с творческими задачами, такими как написание стихов, ' +
    'историй или предложение идей для проектов.' +
    '\n'+
    '\n4. Техническая помощь: Я могу помочь вам с кодированием, решением проблем с программным обеспечением ' +
    'или предоставлением советов по оптимизации работы вашего компьютера.'+
    '\n'+
    '\n5. Обучение и развитие: Я могу помочь вам в изучении новых тем, предоставлять идеи для саморазвития ' +
    'или обсуждать стратегии для достижения ваших целей.'+
    '\n'+
    '\nПожалуйста, задайте вопрос или опишите тему, по которой вам нужна информация, и я постараюсь помочь вам!';